[
  {
    "title": "Tangier Tales: Gateway to Morocco's Northern Wonders",
    "city": "Tanger",
    "Slep1": "3 Days, 2 Nights",
    "distance": 500,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "Uncover the northern treasures of Morocco in a 3-day journey from Tangier, traversing the charming landscapes of Tetouan, exploring the ancient ruins of Volubilis, and ending in the cultural hub of Fes.",
    "reviews": [],
    "photo": "/tour-images/tour-img04.jpg",
    "featured": true
  },
  {
    "title": "Imperial Cities Extravaganza: Rabat, Meknes, Fez, and Marrakech",
    "city": "Rabat",
    "Slep1": "5 Days, 4 Nights",
    "distance": 500,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "Dive into Morocco's imperial history with a 5-day tour starting in Rabat, exploring the grandeur of Meknes, immersing in the cultural richness of Fez, and concluding in the vibrant Marrakech.",
    "reviews": [],
    "photo": "/tour-images/tour-img05.jpg",
    "featured": true
  },
  {
    "title": "Casablanca and Beyond: Coastal Charms and Historical Wonders",
    "city": "Casablanca",
    "Slep1": "4 Days, 3 Nights",
    "distance": 500,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "Discover the cosmopolitan city of Casablanca, with its blend of modern and traditional architecture. This tour includes a visit to the iconic Hassan II Mosque, a trip to the historical town of El Jadida, and a taste of the city's vibrant nightlife.",
    "reviews": [],
    "photo": "/tour-images/tour-img0.jpg",
    "featured": false
  },
  {
    "title": "Enchanting Morocco: From Marrakech to the Atlas Mountains",
    "city": "Marrakech",
    "Slep1": "7 Days, 6 Nights",
    "distance": 500,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "This tour takes you on a journey through the vibrant city of Marrakech, exploring its colorful souks, historic palaces, and bustling squares. You'll venture into the Atlas Mountains for breathtaking scenery and cultural experiences, including a camel ride in the Agafay Desert.",
    "reviews": [],
    "photo": "/tour-images/tour-img07.jpg",
    "featured": true
  },
  {
    "title": "Agadir and the South: Sun, Sand, and Adventure",
    "city": "Agadir",
    "Slep1": "5 Days, 4 Nights",
    "distance": 500,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "Explore the sunny city of Agadir, known for its beautiful beaches and vibrant culture. This tour includes visits to local markets, a trip to the nearby Souss-Massa National Park, and plenty of time to relax by the sea.",
    "reviews": [],
    "photo": "/tour-images/tour-img03.jpg",
    "featured": false
  },
  {
    "title": "3 Days from Ouarzazate to Merzouga",
    "city": "Ouarzazate",
    "Slep1": "3 Days, 2 Nights",
    "distance": 300,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 10,
    "desc": "Experience the ultimate Ouarzazate desert tour with this 3-day, 2-night adventure to Merzouga and Erg Chebbi’s golden sand dunes. Explore the lush green valleys of palm trees, trek through the breathtaking Todra Gorges, enjoy a camel riding experience, and spend a night in a luxurious Berber tent.",
    "reviews": [],
    "photo": "/tour-images/tour-img01.jpg",
    "featured": true
  },
  {
    "title": "Fes to Marrakech: Morocco Desert Tours Itinerary",
    "city": "Fes",
    "Slep1": "5 Days, 4 Nights",
    "distance": 400,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "Fes to Marrakech luxury desert tour itinerary: 1st day: Fes – Midelt, 2nd day: Midelt – Merzouga, 3rd day: Merzouga – Dades Gorges, 4th day: Dades Gorges – Ouarzazate, 5th day: Ouarzazate – Marrakech.",
    "reviews": [],
    "photo": "/tour-images/tour-img02.jpg",
    "featured": true
  },
  {
    "title": "Atlantic Breezes: Essaouira and Surroundings",
    "city": "Essaouira",
    "Slep1": "3 Days, 2 Nights",
    "distance": 500,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "Experience the coastal charm of Essaouira, known for its historic medina and beautiful beaches. This tour includes a guided exploration of the city, time to relax by the sea, and a visit to the bustling fish market and port.",
    "reviews": [],
    "photo": "/tour-images/tour-img06.jpg",
    "featured": false
  },
  
  {
    "title": "Tetouan's Treasures: A Journey Through History and Culture",
    "city": "Tetouan",
    "Slep1": "2 Days, 1 Night",
    "distance": 60,
    "address": "Morocco",
    "price": 79,
    "maxGroupSize": 8,
    "desc": "Explore the rich cultural heritage of Tetouan, a city known for its beautiful medina, a UNESCO World Heritage site. This tour includes visits to the Archaeological Museum, the Ethnographic Museum, and a walk through the historic old town.",
    "reviews": [],
    "photo": "/tour-images/tour-img08.jpg",
    "featured": false
  },
  {
    "title": "Ifrane's Alpine Adventures: Nature and Relaxation",
    "city": "Ifrane",
    "Slep1": "3 Days, 2 Nights",
    "distance": 400,
    "address": "Morocco",
    "price": 99,
    "maxGroupSize": 8,
    "desc": "Discover the Alpine charm of Ifrane with a 3-day tour that includes exploring the pristine forests, hiking in the national parks, and visiting the famous Al Akhawayn University. Experience the tranquility and natural beauty of this unique Moroccan town.",
    "reviews": [],
    "photo": "/tour-images/tour-img10.jpg",
    "featured": false
  }
]
